/* Localized strings for product */

/* The keys used by Motion itself for each plugin included in the product must go here. */
"AmpedeTestPlugIn::FxPlug Name" = "AmpedeTestPlugIn";
"AmpedeTestPlugIn::FxPlug Description" = "Just a test plugin.";
